data = [// начало массива
	{// начало объекта <- к такому объекту применена анимация плавного появления из белого
		//название свойства объекта : `содержимое свойства`,
		title: 'День третий',
		// это свойство, к примеру содержит массив чисел
		// день, месяц, год, час, минута
		date: [0,3,2099,  12,35],
		// а это свойство содержит массив с контентом для страницы
		content: [// все элементы массива имеют строгий порядок и отрисовываются на странице именно в этом порядке
			// объект со сточкой по центру
			{punchline : `Что-то изменили в тексте`},
			// объект со боковой жирной строчкой (типо, подзаголовок)
			{title: "C++ code"},
			// объект с кодом (язык программирования определяется автоматически)
			{code: `std::cout << "hello, world" << '\\n';`},
			// объект с обычным текстом
			{text : `Тест-тест-тест...`},
			// объект с математической формулой написанной на языке LaTex
			{tex: `$$x = {-b \\pm \\sqrt{b^2-4ac} \\over 2a}$$`},
			// объект со ссылкой на картинку
			{img: `https://proxy.duckduckgo.com/iu/?u=http%3A%2F%2Fwww.slidesjs.com%2Fexamples%2Fstandard%2Fimg%2Fexample-slide-1.jpg&f=1`}
		]// иногда можно заметить, что появляется блок со словами. Это автодополнение. Если при его появлении нажимать вверх/вниз, можно подобрать завершение. Чтобы выбрать завершение нужно нажать Tab.
	},// после таких//штук пишется коментарий к коду
	// коментарии игнорируются браузером и не на что не влияют
	// Ты мог заметить, что мы поменяли тип файла. Да, это не json файл, а чистый javascript.
	// Просто для чтения json файла, пришлось бы использовать всякие парсеры. Это не просто и не имеет смысла, т.к. главное отличие в том, что тут мы сразу присваеваем все эти данные в переменную data
	// Поэтому, чтобы вывести всё это в html страницу мне нужно работать с самими данными, а не с текстом из json файла

// Я его оставлю в папке GitHub
	{// в объектах, порядок свойств не важен, главное, чтобы они отделялись запятыми
		title: "'День' второй", // строчками считается всё, что заключено в кавычки ''такие, или такие "". Два типа кавычек существуют, чтобы можно было сделать строку с кавычками
		content:[// есть вопросы? пока нет .но если будут, то напишу и спрошу. Ок)

			{punchline: // переносить обычные строки нельзя, поэтому существуют вот такие кавычки `` они находятся там-же где и буква ё. В тексте их очень редко используют.
				`появилась тучка, nice`}
		],

		date: [12,03,2019, 15,27]
	},
	{
		title:'День первый',
		content: [{punchline:"светит солнышко"}]
	}
]
