data = [
	{
		title: 'Текущие цели',
		date: [25,3,2019,  12,35],
		content: [
		{text :
			`> Кастуем сценарную часть движка
			> Кастуем визуальную часть движка [программистер тут]
			
			> Пишем сценарий [сценарист тут]
		`}
		]
	},
	{
		title: 'Глобальные цели',
		date: [25,3,2019,  12,35],
		content: [
			{text:
				`> Собираем движок
				> Собираем игру с рабочей и масштабируемой базовой механикой
				> Масштабируем механику, встраивая сценарий, анимации и музыку
				> Хайпим
				> Полируем
			`}
		]
	},
	{
		title: 'Достигнутые',
		date: [25,3,2019,  12,35],
		content: [
			{img: `https://proxy.duckduckgo.com/iu/?u=https%3A%2F%2Fmedia.gettyimages.com%2Fphotos%2Ftumbleweed-picture-id525916553%3Fb%3D1%26k%3D6%26m%3D525916553%26s%3D612x612%26w%3D0%26h%3D2vfmjsNHykTk50QJGkouZ6D7GHKZF4cecTTvMuAckk8%3D&f=1`}
		]
	}
]