data = [
	{
		title: 'Здравствуйте',
		date: [9,3,2019,  16,16],
		
		content: [
			{punchline : `Позвольте представить вам блог команды инди разработчиков "Fuzzy train"!!!`},
			{img: `https://images.unsplash.com/photo-1546955934-ce7e40988709?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80`}
		]
	},
	{
		title: 'F.A.Q.',
		date: [9,3,2019,  16,16],
		content: [
			{punchline : `-----------------------`},
			{punchline: `::: Почему бы не устроиться на нормальную работу? :::`},
			{text : `«Обезумевший китайский геймер приговорен к смертной казни за то, что убил друга, продавшего без его согласия виртуальный меч, которым они владели в многопользовательской ролевой игры Legend of Mir3»
				«20-летний американец пустил себе пулю в лоб из 22-калиберной винтовки из-за потери виртуальных артефактов в популярной онлайновой игре EverQuest»
				«В Великобритании, одурманенный игрой Manhunt 17-летний юноша заманил своего приятеля в городской парк и зарезал»
				«В Туапсе подросток, из-за того, что родители отобрали у него клавиатуру компьютера, чтобы он не смог ночью играть в свою любимую игру «Готика», убил спящего отца, нанеся ему шесть ударов молотком по голове, а затем позвал мать и под страхом смерти заставил ее вернуть отобранную клавиатуру, после чего спокойно пошел доигрывать».
				
				Индустрия больна и восстребована. Мы хотим найти разумную альтернативу той же природы.
				Задумайтесь.
				По идее, разработка компьютерной игры включает в себя множество созидательных активностей: музицирование, живопись, писмо, постановка и проектирование каких-то очень обстрактных штук. Это свойство часто называют главным достоинством компьютерных игр, люди, которые работают или хотят работать в данной области.
				Но с трудом верится, что одно только объединение созидательных усилий нескольких людей может лишить кого-то воли, разума, или сострадания. Скорее, проблемы начинаются, когда разработчик 'забывает', что играть будет человек, когда разработчик хочет получить больше, чем может заработать.
				Тогда он начинает перемалывать психику зрителю/игроку.
			
			`},
			
			{title: `::: То есть, вы очередные балаболы, которые "всколыхнут индустрию ААА проектами"? :::`},
			{text :
				`Нееет, мы понимаем что сильно ограничены. Ну а если и не понимаем, то и это не страшно.
				Чаще меньше вреда приносят просто зазнающиеся, желающие пересобрать вообще всё на свете и под всем подписаться. Они просто тихо не достигают результатов.
				
			
			`},
			
			{title: `::: Чем вы отличаетесь от других индюшатников? :::`},
			{text :
				`Это никого не волнует, включая нас.
			
			`},
			
			{title: `::: Вы собираетесь делать вид, что делаете крафтинг пикселей с ранним доступом? :::`},
			{text :
				`Для нас важна надёжженость, поэтому, план-капитан такой -- вначале, мы делаем весёлую игру, а потом продаём. Не разбивая и не превращая её в сервис. Это должно быть законченное, интересное, художественное произведение. Точка.
			
			`},
			{title: `::: А что не так с сервисами? :::`},
			{text :
				`Чаще всего они скучные. Самое притягательное в Dota2, CS, WoW и подобных, не сама игра, а то, что происходит вокруг неё:
				> возможность попонтоваться,
				> провести время с друзьями,
				> поучаствовать в соревнованиях и т.д.
				Всё здесь -- это попытка "подсадить на автоматы"
			
			`}
		]
	}
]
