data = [
	{
		title: 'Здравствуйте',
		date: [9,3,2019,  16,16],
		
		content: [
			{punchline : `Позвольте представить вам блог команды инди разработчиков "Fuzzy train"!!!`},
			{img: `https://images.unsplash.com/photo-1546955934-ce7e40988709?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80`}
		]
	},
	{
		title: 'F.A.Q.',
		date: [9,3,2019,  16,16],
		content: [
			{punchline : `-----------------------`},
			{punchline: `::: Почему бы не устроиться на нормальную работу? :::`},
			{text : `У нас слишком долго не хватало опыта (если вы понимаете о чём я 😉), поэтому мы решили сделать свою студию
			
			`},
			
			{title: `::: То есть, вы очередные балаболы, которые "всколыхнут индустрию ААА проектами"? :::`},
			{text :
				`Нееет, мы понимаем на сколько ограничены наши возможности
			
			`},
			
			{title: `::: Чем вы отличаетесь от других таких-же? :::`},
			{text :
				`Мы считаем, что подавляющая часть игр полная *%#!@.
				На пути к созданию ценной (с точки зрения искусства) или полезной (с точки зрения педагогики), возникает так много препядствий, что невольно приходишь к мысли, что это просто неестественный подход. Поэтому, мы нацелены на то, чтобы наша *%#!@ была самой весёлой
			
			`},
			
			{title: `::: Вы собираетесь делать вид, что делаете крафтинг пикселей с ранним доступом? :::`},
			{text :
				`Для нас важна надёжженость. Поэтому, план-капитан такой -- вначале, мы делаем весёлую игру, а потом продаём, не разбивая и не пытаясь превратить её в сервис
			
			`},
			{title: `::: А что не так с сервисами? :::`},
			{text :
				`Чаще всего они скучные. Самое хорошее в Dota2, CS, WoW и подобных, не сама игра, а то, что происходит вокруг неё:
				> возможность попонтоваться,
				> провести время с друзьями,
				> поучаствовать в соревнованиях и т.д.
				Всё остальное -- это попытка как-бы "подсадить на автоматы"
			
			`}
		]
	}
]
